const musics = {
    pop: [
        {
            id :crypto.randomUUID() , category: "pop", Singer: "راغب", SongName: "پر رواز", time: "03:31", Description: ` <p>تو پر پروازم باش</p>
            <p>بیا و مالک قلبم باش</p>
            <p>تمام فکرم در اختیار تو</p>
            <br />
            <p>برای عاشق بودن</p>
            <p>دگر چه میخوای جز تو</p>
            <p>ای همه جانم دلبر زیبا رو</p>
            <br />
            <p>ای داد از مه رویت شب مویت که بیقرارم</p>
            <p>ای داد از غم عشقت آن دو چشمت به تو گرفتارم</p>
            <p>ای داد از مه رویت شب مویت که بیقرارم</p>
            <p>ای داد از غم عشقت آن دو چشمت به تو گرفتارم</p>
            <br />
            <p>زیباترینم تورا که دیدم دلم پریشان شد</p>
            <p>زیباترینم همه وجودم زغصه در وا شد</p>
            <p>زیبای عصار تو چه کردی دلم عاشق شد</p>
            <p>ببین چه آسان کویر قلبم دشت شقایق شد</p>
            <p>بیا ببین…</p>
            <br />
            <p>هر نفس در کنارت هستم تو عشق و جان منی</p>
            <p>چه خیالم چه بی خیالم تو در زبان منی</p>
            <p>بی محابا دل به تو بستم برای من شدی</p>
            <p>گل نجیبم صدای قلبم تو ببین که تمام من شدی</p>
            <br />
            <p>ای داد از مه رویت شب مویت که بیقرارم</p>
            <p>ای داد از غم عشقت آن دو چشمت به تو گرفتارم</p>
            <p>ای داد از مه رویت شب مویت که بیقرارم</p>
            <p>ای داد از غم عشقت آن دو چشمت به تو گرفتارم</p>
            <br />
            <p>زیباترینم تورا که دیدم دلم پریشان شد</p>
            <p>زیباترینم همه وجودم زغصه در وا شد</p>
            <p>زیبای عصار تو چه کردی دلم عاشق شد</p>
            <p>ببین چه آسان کویر قلبم دشت شقایق شد</p>
            <p>بیا ببین…</p>`, Cover: "/assets/images/CoverMusic/Ragheb-Pare-Parvaz.jpg", MusicUrl: "/assets/Music/Ragheb - Pare Parvaz (128).mp3", Composer: "علی اسماعیلی", Musician: "علیرضا راشا", SongWriter: "علیرضا راشا", License: "موسسه فرهنگی هنری آوازی نو", MixingAndMastering: "احسان احمدی", Regulators: "احسان احمدی", YearOfPublication: "9 ماه پیش", NumberOfBroadcasts: "2000", Comments: [
                { id :crypto.randomUUID() , date : "2 روز پیش" , name: "دانیال", text: "من که اصلا دوست نداشتم...", reply: [{id :crypto.randomUUID() , date : "1 روز پیش", name: "مملو", text: "خدایی داغون بود" }]},
                { id :crypto.randomUUID() , date : "3 هفته پیش" , name: "ساسان", text: "اصلا حال نکردم.", reply: []}
            ]
        },


        {
            id :crypto.randomUUID() , category: "pop", Singer: "امو بند", SongName: "دیوار", time: "03:28", Description: ` <p>دیدی چی شد آخرش عشق تو قسمت کی شد</p>
        <p>چیزی که میخواستم و هی نمیشد</p>
        <p>مال من نبود اسم تو انگار تو فال من نبود</p>
        <p>اگه بود این وضع حال من نبود</p>
        <p>میزنم به بیخیالی خودمو یادم بره که تو شکستی دلمو</p>
        <p>نمیخوام الکی هی فاز بردارم</p>
        <p>ولی عوض شدی تا فهمیدی دوست دارم</p>
        <br />
        <p>دیوار دیوار دیواره بین ماها ما با هم بودیم توی مسیر اشتباه ها</p>
        <p>بهتره جدا شیم از هم بمونی رویای قلبم</p>
        <p>برو برو برو فقط برو نمیخوام تو این حالت نگاه کنم تورو</p>
        <p>نشد مال هم بمونیم من بخوام تو نمیتونی</p>
        <br />
        <p>من و تو با هم خیلی فرقا داریم</p>
        <p>بیشتر از اینا دیگه دووم نمیاریم</p>
        <p>میدونم هر شبو با فکر کی بیداری</p>
        <p>که بخاطرش بهم محل نمیذاری</p>
        <p>من دیگه بدبینم حتی به فردامون</p>
        <p>نمیتپه آخه واسه همدیگه قلبامون</p>
        <p>از وقتی یکی اومد و قلبتو بردش</p>
        <p>ما تموم شدیم واسه هم عشقمون مردش</p>
        <br />
        <p>دیوار دیوار دیواره بین ماها ما با هم بودیم توی مسیر اشتباه ها</p>
        <p>بهتره جدا شیم از هم بمونی رویا قلبم</p>
        <p>برو برو برو فقط برو نمیخوام تو این حالت نگاه کنم تورو</p>
        <p>نشد مال هم بمونیم من بخوام تو نمیتونی</p>`,
            Cover: "/assets/images/CoverMusic/Emo-Band-Divar.jpg", MusicUrl: "/assets/Music/Emo Band - Divar (128).mp3", Composer: "باران بهرامی ", Musician: " فیروز ویسانلو", SongWriter: "باران بهرامی ", License: "امید رمضانی", MixingAndMastering: "رضا پناهی", Regulators: "رضا پناهی", YearOfPublication: "2 ماه پیش", NumberOfBroadcasts: "800", Comments: [
                {id :crypto.randomUUID() , date : "3 هفته پیش", name: "محبوب", text: "اموبند پرچمو برد بالاااااا", reply: [{id :crypto.randomUUID() , date: "هفته پیش", name: "مملو", text: "اره خداااایی" }, {id :crypto.randomUUID() , date : "2 هفته پیش", name: "سارا", text: "یسسسسسسس"}]},
                {id :crypto.randomUUID() , date : "1 ماه پیش", name: "آرشام", text: "عالی بود", reply: []},
                {id :crypto.randomUUID() , date : "2 ماه پیش", name: "هستی", text: "وااااای دیونش شدم من", reply: [{id :crypto.randomUUID() , date :"2 ماه پیش", name: "نارین", text: "💙💙💙" }]},
            ]
        },


        {
            id :crypto.randomUUID() , category: "pop", Singer: "اشوان", SongName: "ذره ذره", time: "03:01", Description: `<p>بعد یه عمری سرسری تورو چشم من دید</p>
        <p>زیر چشمی خندید خب دل مام لرزید</p>
        <p>نمیدونم واسه این دل پر توقعمه یا توهمه</p>
        <p>ولی حسم عجیبه و پام رو پام بند نیست</p>
        <p>بدو و یه کاری بکن که قلب من آشوبه</p>
        <p>یه چیزی تو قلب من هی صبح تا شب میکوبه</p>
        <p>فکر کردم دلم سنگ شده پس چرا بازم تنگ شده</p>
        <p>بدو بیا که سرت تو شهر جنگ شده</p>
        <br />
        <p>ذره ذره ذره ذره اون فقط واسه من یه نفره</p>
        <p>نمیدونم چیکار کنم فکرش اصلا نمیپره</p>
        <p>من موندم و حال بدم واست قید دنیارو زدم</p>
        <p>ببخش اگه فقط همینو بلدم …</p>
        <br />
        <p>همه دیدن دلمو گرفت ازم کم کم</p>
        <p>از منی که گفته بودم دل نمیبندم</p>
        <p>وقتایی جدی میشی بی موقع میخندم</p>
        <p>آخه با تو ندارم هیچ ترسی از آیندم</p>
        <p>هر کی مثل من دیوونس بلند بگه آره</p>
        <p>همه دیدن مثل ما این دنیا کم داره</p>
        <p>وقتی بیماره اصلا خوابه یا بیداره</p>
        <p>من کنارشم آخه دلم گرفتاره</p>
        <br />
        <p>ذره ذره ذره ذره اون فقط واسه من یه نفره</p>
        <p>نمیدونم چیکار کنم فکرش اصلا نمیپره</p>
        <p>من موندم و حال بدم واست قید دنیارو زدم</p>
        <p>ببخش اگه فقط همینو بلدم …</p>`, Cover: "/assets/images/CoverMusic/Ashvan-Zare-Zare.jpg", MusicUrl: "/assets/Music/Ashvan - Zare Zare - 128.mp3", Composer: "اشوان", Musician: "اشوان", SongWriter: "اشوان", License: "شرکت رویال هنر", MixingAndMastering: "محمد فلاحی", Regulators: "فرهاد ماهان", YearOfPublication: "8 ماه پیش", NumberOfBroadcasts: "3050", Comments: []
        },
        {
            id :crypto.randomUUID() , category: "pop", Singer: "آصف آریا", SongName: "هیس", time: "03:12", Description: `<p>شب موهات واسه من بوی عطرم بوی تو</p>
        <p>رخت عشقت تن من همه جونم واسه تو</p>
        <p>دیدی میلرزه دلم وقتی به من زل میزنی</p>
        <p>چه قشنگ از ته چشمات به دلم پل میزنی</p>
        <p>هرکی اومد پشت سرت حرف بزنه گفتم هیس</p>
        <p>من غیرتیم سر تو مشکل از اخلاقم نیست</p>
        <br />
        <p>هرکی اومد پشت سرت حرف بزنه گفتم هیس</p>
        <p>من غیرتیم سر تو مشکل از اخلاقم نیست</p>
        <br />
        <p>عاشقتم به کسی ربطی نداره</p>
        <p>هرچی بشه پیشتم عیبی نداره</p>
        <p>کنار هم قد عشقمون بلنده</p>
        <p>ما پیش هم یعنی ترکیب برنده</p>
        <br />
        <p>هرکی اومد پشت سرت حرف بزنه گفتم هیس</p>
        <p>من غیرتیم سر تو مشکل از اخلاقم نیست</p>
        <p>هرکی اومد پشت سرت حرف بزنه گفتم هیس</p>
        <p>من غیرتیم سر تو مشکل از اخلاقم نیست</p>`, Cover: "/assets/images/CoverMusic/Asef-Aria-Hiss.jpg", MusicUrl: "/assets/Music/Asef Aria - Hiss (128).mp3", Composer: "مسعود جهانی ", Musician: "آصف آریا و آرشا رادین", SongWriter: "آصف آریا و آرشا رادین", License: "نوای ونوس", MixingAndMastering: "مسعود جهانی", Regulators: "مسعود جهانی", YearOfPublication: "1 سال پیش", NumberOfBroadcasts: "", Comments: [
            {id :crypto.randomUUID() , date : "3 ماه پیش", name : "اردلان", text :"صدااااات دوای درده..." , reply : [{id :crypto.randomUUID() , date :"2 ماه پیش", name : "نیلو", text : "صداااش یعنی آرامش"}]},
            {id :crypto.randomUUID() , date : "8 ماه پیش", name : "شمیم", text :"💚💚💚" , reply : []},
        ]
        },
        {
            id :crypto.randomUUID() , category: "pop", Singer: "امین رستمی", SongName: "دلبر", time: "02:56", Description: `<p>میبینمت دل میشه پر پر این چه حسیه آی دلبر</p>
        <p>این عشق میکشه منو آخر این چه حسیه آی دلبر</p>
        <p>با تو آرومه دلم آرومه دلم توی قانون دلم به تو محکومه دلم</p>
        <p>دلبر میبری هوش و حواس از سر دلبر بیا بزنیم به سیم آخر</p>
        <p>دلبر نکنه نداری قلبمو باور دلبر بیا که گذشته دیگه آب از سر</p>
        <br />
        <p>دلبر</p>
        <br />
        <p>تو قلبت آتیشه تو دل من بیشتر این چه حسیه آی دلبر</p>
        <p>جنگ عقل و قلب نابرابر این چه حسیه آی دلبر</p>
        <p>آی با تو آرومه دلم آرومه دلم تویی قانون دلم به تو محکومه دلم</p>
        <p>دلبر میبری هوش و حواس از سر دلبر بیا بزنیم به سیم آخر</p>
        <p>دلبر نکنه نداری قلبمو باور دلبر بیا که گذشته دیگه آب از سر</p>
        <br />
        <p>دلبر</p>
        <br />
        <p>میبینمت دل میشه پر پر این چه حسیه آی دلبر</p>
        <p>این عشق میکشه منو آخر این چه حسیه آی دلبر</p>
        <p>با تو آرومه دلم آرومه دلم تویی قانون دلم به تو محکومه دلم</p>
        <br />
        <p>دلبر</p>`, Cover: "/assets/images/CoverMusic/Amin-Rostami-Delbar-500x500.jpg", MusicUrl: "/assets/Music/Amin Rostami - Delbar [128].mp3", Composer: "امین رستمی", Musician: "امین رستمی", SongWriter: "امین رستمی", License: "موسسه فرهنگی هنری آوای سرمد", MixingAndMastering: "محمد فلاحی", Regulators: "بهزاد عبدالهی ", YearOfPublication: "3 ماه پیش", NumberOfBroadcasts: "", Comments: [
        {id :crypto.randomUUID() , date : "1 ماه پیش", name : "المیرا", text : "فنتم تا اخر عمر 💛💛💛", reply : [{id :crypto.randomUUID() , date : "1 ماه پیش",  name : "فاطی جون" , text : "مگه میشه فن امیییین نباشی 💚💚"}]},
        {id :crypto.randomUUID() , date : "3 ماه پیش", name : "نازی", text : "تا به الان بهترین اهنگته...", reply : []},
        {id :crypto.randomUUID() , date : "3 ماه پیش", name : "گلی", text : "اخ بمیرم برا صداااات 😍", reply : []},
        ]
        },
        {
            id :crypto.randomUUID() , category: "pop", Singer: "احمد سلو", SongName: "شازده خانوم", time: "03:18", Description: `<p>بیا جمع و جورم کن از آدما دورم کن</p>
        <p>دلگیرم از این دنیا یه نقطه ی کورم کن</p>
        <p>بیا جمع و جورم کن حالم بده خوبم کن</p>
        <p>چشمات همه دنیامه چشاتو مهمونم کن</p>
        <br />
        <p>شازده خانوم شازده خانوم شما ملکه ی ذهن منی</p>
        <p>شازده خانوم شازده خانوم اومدی که فقط دل ببری</p>
        <p>شازده‌ خانوم شازده خانوم شما ملکه ی ذهن منی</p>
        <p>شازده خانوم شازده خانوم اومدی که فقط دل ببری</p>
        <br />
        <p>شرقی ترین خورشید هر صبحمی ای بانوی شرقی</p>
        <p>من بی تو کویرم ببار رو تنم ای بارون شرجی</p>
        <p>آخ چقدر نابی و جذابی چقدر ناز داره چشمات</p>
        <p>ماه شب چهاردمی همراهمی دل میبره چشمات</p>
        <p>ذره ذره بند بند تو وجودمی دلیل یه لبخند تو طول روزمی</p>
        <p>عشق تو تو قلبم تو رگ و خونمی بی حیله بی ترفند همه وجودمی</p>
        <br />
        <p>شازده خانوم شازده خانوم شما ملکه ی ذهن منی</p>
        <p>شازده‌ خانوم شازده خانوم اومدی که فقط دل ببری</p>
        <p>شازده خانوم شازده خانوم شما ملکه ی ذهن منی</p>
        <p>شازده خانوم شازده خانوم اومدی که فقط دل ببری</p>
        <p>ذره ذره بند بند</p>`, Cover: "/assets/images/CoverMusic/Ahmad-Solo-Shazhdeh-Khanoom.jpg", MusicUrl: "/assets/Music/Ahmad Solo - Shazhdeh Khanoom (128).mp3", Composer: "احمد سلو", Musician: "احمد سلو", SongWriter: "احمد سلو", License: "شرکت فرهنگی هنری سل فا", MixingAndMastering: " مهدی دریانی ", Regulators: " امیر رامان", YearOfPublication: "8 روز پیش", NumberOfBroadcasts: "652", Comments: [
            {id :crypto.randomUUID() , date :"2 روز پیش", name : "زهرا", text : "خیلی خوب بود ", reply : []}
        ]
        },
    ],
    traditional: [
        {
            id :crypto.randomUUID() , category: "traditional", Singer: "سالار عقیلی", SongName: "کجایی", time: "04:37", Description: `<p>من از بی تو بودن شکستم کجایی،کجایی</p>
        <p>نگو حقمه این همه بی وفایی،کجایی</p>
        <p>هجوم غمت را تحمل ندارم</p>
        <p>نگو که خطا بود این آشنایی،کجایی</p>
        <br />
        <p>نفس میکشم در هوایت</p>
        <p>گره خورده یادم به یادت</p>
        <p>تو رفتی و من با خیالت</p>
        <p>فغان خسته ماندم به راهت</p>
        <p>چرا با دلم در جفایی</p>
        <p>چنین خسته جانم چرایی</p>
        <p>که جز تو ندارم هوایی،کجایی</p>
        <br />
        <p>من از بی تو بودن شکستم،کجایی کجایی</p>
        <p>نگو حقمه این همه بی وفایی،کجایی</p>
        <p>هجوم غمت را تحمل ندارم</p>
        <p>نگو که خطا بوده این آشنایی،کجایی</p>
        <br />
        <p>ز دردت ندارم رهایی</p>
        <p>بهراسانم از این جدایی</p>
        <p>بکه میمیرم آخر نیایی،کجایی</p>
        <p>ز دنیا و از خود گسستم</p>
        <p>پریشان به پایت نشستم</p>
        <p>من از بی تو بودن شکستم،کجایی</p>
        <br />
        <p>من از بی تو بودن شکستم کجایی کجایی</p>
        <p>نگو حقمه این همه بی وفایی،کجایی</p>
        <p>هجوم غمت را تحمل ندارم</p>
        <p>نگو که خطا بوده این آشنایی،کجایی...</p>`, Cover: "/assets/images/CoverMusic/Salar-Aghili-Kojaei-Musico.ir_.jpg", MusicUrl: "/assets/Music/Salar Aghili - Kojaee (128).mp3", Composer: "اسماعیل خانی", Musician: "", SongWriter: "مریم قاضی", License: "", MixingAndMastering: "امید اصغری", Regulators: "اسماعیل خانی", YearOfPublication: "3 ماه پیش", NumberOfBroadcasts: "88", Comments: [
            {id :crypto.randomUUID() , date :"2 ماه پیش", name : "حسام", text : " عالی عالی عالی", reply : []},
            {id :crypto.randomUUID() , date :"3 ماه پیش", name : "دریا", text : "آقای عقیلی مثل همیشه با آهنگ و صدای دلنشینتون منو به دنیای دیگه ای بردین ... با ارزوی سلامتی و پیشرفت روزافزون شما", reply : []},
        ]
        },
        {
            id :crypto.randomUUID() , category: "traditional", Singer: "محمدرضا شجریان", SongName: "بارون", time: "04:30", Description: ` <p>ببار ای بارون ببار با دلم گریه کن خون ببار</p>
        <p>در شبای تیره چون زلف یار بهر لیلی چو مجنون ببار ای بارون</p>
       <p>دلا خون شو خون ببار بر کوه و دشت و هامون ببار</p>
        <p>دلا خون شو خون ببار بر کوه و دشت و هامون ببار</p>
        <p>به سرخی لبهای سرخ یار به یاد عاشقای این دیار</p>
        <p>به کام عاشقای بی مزار ای بارون</p>
        <p>ببار ای بارون ببار با دلم گریه کن خون ببار</p>
        <p>در شبای تیره چون زلف یار بهر لیلی چو مجنون ببار ای بارون</p>
        <p>ببار ای ابر بهار با دلم به هوای زلف یار</p>
        <p>داد و بیداد از این روزگار ماهو دادن به شبهای تار ای بارون</p>
        <p>ببار ای بارون ببار با دلم گریه کن خون ببار</p>
        <p>در شبای تیره چون زلف یار بهر لیلی چو مجنون ببار ای بارون</p>
        <p>دلا خون شو خون ببار بر کوه و دشت و هامون ببار</p>
       
        <p>دلا خون شو خون ببار بر کوه و دشت و هامون ببار</p>
        <p>به سرخی لبهای سرخ یار به یاد عاشقای این دیار</p>
        <p>به کام عاشقای بی مزار ای بارون</p>
        <p>ببار ای بارون ببار با دلم گریه کن خون ببار</p>
        <p>در شبای تیره چون زلف یار بهر لیلی چو مجنون ببار ای بارون</p>
        <p>با دلم گریه کن خون ببار در شبای تیره چون زلف یار</p>
        <p>بهر لیلی چو مجنون ببار ای بارون</p>`, Cover: "/assets/images/CoverMusic/baroon.jpg", MusicUrl: "/assets/Music/Mohammadreza Shajarian - Baroon (320).mp3", Composer: "", Musician: "", SongWriter: "", License: "", MixingAndMastering: "", Regulators: "", YearOfPublication: "5 سال پیش", NumberOfBroadcasts: "4862", Comments: [
           { id :crypto.randomUUID() , date :"1 سال پیش", name : "محسن", text : "واقعا عالی هست......", reply : [{id :crypto.randomUUID() , date :"7 ماه پیش", name : "اریا", text : "روحشون شاد♥"}, {id :crypto.randomUUID() , date : "1 سال پیش", name : "نیما", text : " ای کاش قدر این بزرگ مرد را میدانستیم"},{ id :crypto.randomUUID() , date : '1 سال پیش', name : "مریم", text : "اهکار بودن هم خودشون هم همایون عزیز که خداوند حافظشون باشه"}]},
           { id :crypto.randomUUID() , date :"2 سال پیش", name : "طوفان", text : "بسیار زیبا و دلنواز استاد شجریان خدا رحمتش کنه", reply : []},
           { id :crypto.randomUUID() , date :"3 سال پیش", name : "داریوش", text : "مرد بی تکرار موسیقی ایران، روحش شاد و یادش گرامی", reply : [{id :crypto.randomUUID() , date :"3 سال پیش", name : "شراره", text : "استاد تکرار نشدنی روحت شاد"}]},
           { id :crypto.randomUUID() , date :"4 سال پیش", name : "سارا", text : "روحشون شاد ، خواستم کلاسشون رو اگه بشه برم ، که نشد ، خدا رحمتتون کنه استاد ، هیچ صدایی مثل شما نیست و نخواهد بود ، اون ربنا یی که می گفتید معروف بود و همه با اون ربنا...حتی پسرتون هم مثل شما نیست !", reply : []}
        ]
        },
        {
            id :crypto.randomUUID() , category: "traditional", Singer: "همایون شجریان", SongName: "کولی", time: "05:15", Description: `<p>رفت آن سوار کولی با خود تو را نبرده</p>

        <p>شب مانده است وبا شب تاریکی فشرده</p>
        
        <p>کولی کنار آتش رقص شبانه ات کو</p>
        
        <p>شادی چرا رمیده آتش چرا فسرده</p>
        
        <p>رفت آنکه پیش پایش دریا ستاره کردی</p>
        
        <p>رفت آنکه پیش پایش دریا ستاره کردی</p>
        
        <p>چشمان مهربانش یک قطره ناسترده</p>
        
        <p>رفت آن سوار کولی با خود تو را نبرده</p>
        
        <p>می رفت گرد راهش از دود آه تیره</p>
        
        <p>نیلو فرانه در باد پیچیده تاب خورده</p>
        
        <p>سودای همرهی را گیسو به باد دادی</p>
        
        <p>سودای همرهی را گیسو به باد دادی</p>
        
        <p>رفت آن سوار و با خود یک تار مو نبرده</p>
        
        <p>رفت آن سوار و با خود یک تار مو نبرده</p>` , Cover: "/assets/images/CoverMusic/Homayon-Shajarian-Koli.jpg", MusicUrl: "/assets/Music/Homayoun Shajarian - Kooli.mp3", Composer: "حمید متبسم", Musician: "", SongWriter: "", License: "", MixingAndMastering: "", Regulators: "", YearOfPublication: "6 سال پیش", NumberOfBroadcasts: "3015", Comments: [
          {id :crypto.randomUUID() , date : "1 سال پیش", name : "امیر" , text : "این آهنگ پر از اسرار هستش", reply : [{id :crypto.randomUUID() , date : "5 ماه پیش", name : "الهام", text : "تا ابد لذت میبرم از این صدا از این حس"}]},
          {id :crypto.randomUUID() , date : "3 سال پیش", name : "محسن" , text : "خیلی زیبا بود.نوکریم", reply : []}
        ]
        },
        {
            id :crypto.randomUUID() , category: "traditional", Singer: "علیرضا قربانی", SongName: "پریشانی", time: "04:33", Description: `<p>روزگار من و مویش به پریشانی رفت</p>
        <p>یک شب آرام رسید یک شب بارانی رفت</p>
        <p>یک شب آمد من مجنون به جنون افتادم</p>
        <p>دل دیوانه ی خود را به نگاهش دادم</p>
        <p>روزگار من و مویش به پریشانی رفت</p>
        <p>چشم بستم دل مجنون پی لیلا برگشت</p>
        <p>چشم بستم که دلم سمت تماشا برگشت</p>
        <p>زلف یک خاطره در باد پریشان میرفت</p>
        <p>دل دیوانه پی اش دست به دامان میرفت</p>
        <p>میروم گریه کنم باز دمی را در خود</p>
        <p>میروم غرق کنم کوه غمی را در خود</p>
        <p>میروم باز میان همه ی رفتن ها</p>
        <p>باز هم میروم از شهر تو اما تنها</p>
        <p>داغ فرهاد به دل دارم و دلدارم نیست</p>
        <p>دل گرفتار همان دل که گرفتارم نیست</p>
        <p>یک نظر دیدم و یک عمر پی یک نظرم</p>
        <p>من دیوانه به زنجیر تو دیوانه ترم</p>
        <p>میروم گریه کنم باز دمی را در خود</p>
        <p>میروم غرق کنم کوه غمی را در خود</p>
        <p>میروم باز میان همه ی رفتن ها</p>
        <p>باز هم میروم از شهر تو اما تنها  </p>`, Cover: "/assets/images/CoverMusic/Alireza-Ghorbani-Parishani.jpg", MusicUrl: "/assets/Music/Alireza Ghorbani - Parishani (128).mp3", Composer: "حسام ناصری", Musician: "", SongWriter: "احمد میر خلیلی", License: "", MixingAndMastering: "", Regulators: "", YearOfPublication: "2 سال پیش", NumberOfBroadcasts: "258", Comments: [
           { id :crypto.randomUUID() , date : "1 سال پیش", name : "یاسی", text : "چقدر آرامش بخش و زیبا .. مثل همیشه با متن ترانه ای عالی.", reply : []}
        ]
        },
        {
            id: 5, category: "traditional", Singer: "علیرضا افتخاری", SongName: "عاشق شدن", time: "05:13", Description: `<p>دیگه عاشق شدن ناز کشیدن فایده نداره نداره</p>
        <p>دیگه دنبال آهو دویدن فایده نداره نداره</p>
        <p>چرا این در و اون در میزنی ای دل غافل</p>
        <p>دیگه دل بستن و دل بریدن فایده نداره</p>
        <p>وقتی ای دل به گیسوی پریشون میرسی</p>
        <p>خودتو نگه دار</p>
        <p>وقتی ای دل به چشمون غزل خون میرسی</p>
        <p>خودتو نگه دار، خودتو نگه دار</p>
        <p>دیگه عاشق شدن ناز کشیدن فایده نداره نداره</p>
        <p>دیگه دنبال آهو دویدن فایده نداره نداره</p>
        <p>ای دل دیگه بال و پر نداری</p>
        <p>داری پیر میشی و خبر نداری</p>
        <p>ای دل دیگه بال و پر نداری</p>
        <p>داری پیر میشی و خبر نداری</p>
        <p>وقتی ای دل به گیسوی پریشون میرسی</p>
        <p>خودتو نگه دار</p>
        <p>وقتی ای دل به چشمون غزل خون میرسی</p>
        <p>خودتو نگه دار، خودتو نگه دار</p>
        <p>دیگه عاشق شدن ناز کشیدن فایده نداره نداره</p>
        <p>دیگه دنبال آهو دویدن فایده نداره نداره</p>
        <p>دیگه عاشق شدن ناز کشیدن فایده نداره نداره</p>
        <p>دیگه دنبال آهو دویدن فایده نداره نداره</p>
        <p>دیگه عاشق شدن ناز کشیدن فایده نداره نداره</p>
        <p>دیگه دنبال آهو دویدن فایده نداره نداره</p>`, Cover: "/assets/images/CoverMusic/alireazaeftekhari.jpg", MusicUrl: "/assets/Music/Alireza Eftekhari Ashegh Shodan.mp3", Composer: "", Musician: "", SongWriter: "", License: "", MixingAndMastering: "", Regulators: "", YearOfPublication: "4 سال پیش", NumberOfBroadcasts: "2945", Comments: [
            {id :crypto.randomUUID() , date : "1 سال پیش", name : "خسرو", text : "بسیار عالی. روحم تازه شد . دمت و صدات جاودان", reply : [{ id :crypto.randomUUID() ,date : "6 ماه پیش", name : "ترکمنی", text : "عالی.عالی.عالی"}]},
            { id :crypto.randomUUID() , date : "2 سال پیش", name : "رسول", text : "عرض سلام وادی خدمت سرورانی ک سروده های استادعزیزجناب آقای افتخاری رو ب اشتراک گذاشتند! از دور دست استاد رومیبوسیم!!! ان شاالله درپناه حق همیشه سلامت باشند و دمشون گرم", reply : []},
            { id :crypto.randomUUID() , date : "4 سال پیش", name : "آقا رضا", text : "افتخاری اعجوبه موسیقی ایران که صدایی بسیار گرم لحن عالی نغمه بیهمتا وآواز بسیار خوشی دارد ومخصوصا متواضع ومردمی هزاران حیف که تکرارناشدنی است استاد اگر هر نوع موسیقی با هرصدایی گوش کنم آخرش صدای توست که برام چیز دیگریست", reply : []},
        ]
        },
        {
            id: 6, category: "traditional", Singer: "علی زند وکیلی", SongName: "شهر حسود", time: "04:15", Description: `<p>ما از این شهر غریبه بی تفاوت کوچ کردیم</p>
        <p>از رفیقا زخم خوردیم تا یه روزی بر نگردیم</p>
        <p>خونمون رو دوشمونه ما یه آه دوره گردیم ما واقعا با هم چه کردیم</p>
        <p>ما غنیمت های بی رویای این جنگای سردیم</p>
        <p>زندگیممون کو ببین ما کشته های بی نبردیم</p>
        <p>بی خبر از حال هم آواره دنیای دردیم</p>
        <p>ما واقعا با هم چه کردیم تلخه اما با هم نبودیم</p>
        <p>ما آدمای شهر حسودیم خسته از کابوس رفتن</p>
        <p>دور از اون روزای روشن بی تفاوت زیر این سقف کبودیم</p>
        <p>تلخه اما با هم نبودیم ما آدمای شهر حسودیم خسته از کابوس رفتن</p>
        <p>دور از اون روزای روشن بی تفاوت زیر این سقف کبودیم</p>
        
        <p>دانلود آهنگ علی زند وکیلی شهر حسود</p>
        <p>پس بدین فرصت خنده هامو پس بدین شادی تو صدامو</p>
        <p>پس بدین قلب عشق آشنامو لااقل پس بدین گریه هامو</p>
        <p>تلخه اما با هم نبودیم ما آدمای شهر حسودیم خسته از کابوس رفتن</p>
        <p>دور از اون روزای روشن بی تفاوت زیر این سقف کبودیم</p>
        <p>تلخه اما با هم نبودیم ما آدمای شهر حسودیم خسته از کابوس رفتن</p>
        <p>دور از اون روزای روشن بی تفاوت زیر این سقف کبودیم</p>`, Cover: "/assets/images/CoverMusic/Ali-Zand-Vakili-Shahre-Hasood.jpg", MusicUrl: "/assets/Music/Ali Zand Vakili - Shahre Hasood.mp3", Composer: "علیرضا افکاری", Musician: "سپهر آریا", SongWriter: "حسین غیاثی", License: "", MixingAndMastering: "استودیو نیکا ", Regulators: "اشکان آریا", YearOfPublication: "2 سال پیش", NumberOfBroadcasts: "1058", Comments: [
            {id :crypto.randomUUID() , date : "2 ماه پیش", name : "نگار", text :"همیشه آهنگش بهم آرامش میده حتی همین الان 💝", reply : [{id :crypto.randomUUID() , date : "1 ماه پیش", name : "نگین", text: "بی نظیره .خیلی دوست دارم اهنگ رو .زنده باشید اقای زندوکیلی .هزاران بار گوش کردم تکراری نمیشه."}]},
            {id :crypto.randomUUID() , date : "6 ماه پیش", name : "حمید", text :"انگار برای حال و هوای این روزای ما خونده. دلمون تنگه تنگ....", reply : []},
            {id :crypto.randomUUID() , date : "2 سال پیش", name : "هانیه", text :"ما ادمای شهررر حسودیمم... فقط اوجانش که میگه لاقل پس بدین گریه هامو.. استاد ادم سیر نمیشه از شاهکار که دل در میاد", reply : []},
        ]
        },
        {
            id: 7, category: "traditional", Singer: "شهرام ناظری", SongName: "شیرین", time: "04:43", Description: ` <p>کوانی مه یله که ی گیانا! جاری جارانت</p>
        <p>کوانی هاتوچووی سه ر هاوارانت ئای بووم هه لاک</p>
        <p>شیرین شیرین ده م بووچک شیرین عمرم ته مامه ئه</p>
        <p>ری ئاخرین قسه م گیانا! هه ر ئاوی تویه ئه ری هه ر</p>
        <p>چاو کام پر ئاوی تویهه</p>`, Cover: "/assets/images/CoverMusic/Shahram-Nazeri.jpg", MusicUrl: "/assets/Music/Shahram Nazeri - 10 - Track 10.mp3", Composer: "", Musician: "", SongWriter: "", License: "", MixingAndMastering: "", Regulators: "", YearOfPublication: "", NumberOfBroadcasts: "", Comments: []
        },

    ],
    moviemusic: [
        { id: crypto.randomUUID(), category: "moviemusic", Singer: "", SongName: "پدرخوانده", time: "04:37", Description: "", Cover: "/assets/images/CoverMusic/Godfather.jpg", MusicUrl: "/assets/Music/Godfather.mp3", Composer: "نینو روتا", Musician: "نینو روتا", SongWriter: "", License: "", MixingAndMastering: "", Regulators: "نینو روتا", YearOfPublication: "50 سال پیش", NumberOfBroadcasts: "6000", Comments: [{id :crypto.randomUUID() , date : "3 سال پیش" , name : "فری", text : "سلام خسته نباشید اون آهنگی که شبکه نمایش قبل فیلما میذاشت یه آدم کنار خیابون زیر بارون ایستاده بود کدوم ورژن آهنگ پدرخوانده هستش؟", reply :[{id :crypto.randomUUID() ,date : "2 سال پیش", name : "ستوده", text :"😂😂😂"}]}] },
        { id: crypto.randomUUID(), category: "moviemusic", Singer: "", SongName: "هرکول پوآرو", time: "04:30", Description: "", Cover: "/assets/images/CoverMusic/Hercule_Poirot.jpg", MusicUrl: "/assets/Music/Hercule_Poirot.mp3", Composer: "کریستوفر گانینگ", Musician: "کریستوفر گانینگ", SongWriter: "", License: "", MixingAndMastering: "", Regulators: "", YearOfPublication: "30 سال پیش", NumberOfBroadcasts: "471", Comments: [{id :crypto.randomUUID() , date : "2 سال پیش", name : "میترا", text : "خیلی ممنون. درخواست دارم اگر ممکنه بقیه آهنگ های این سریال که کریستوفر گانینگ ساختن رو هم قرار بدین.سپاس", reply :[]}] },
        { id: crypto.randomUUID(), category: "moviemusic", Singer: "", SongName: "نخستین انسان", time: "05:15", Description: "", Cover: "/assets/images/CoverMusic/man.jpg", MusicUrl: "/assets/Music/man.mp3", Composer: "ولادیمیر هوروویتس", Musician: "ولادیمیر هوروویتس", SongWriter: "", License: "", MixingAndMastering: "", Regulators: "", YearOfPublication: "5 سال پیش", NumberOfBroadcasts: "269", Comments: [] },
        { id: crypto.randomUUID(), category: "moviemusic", Singer: "", SongName: "گلادیاتور", time: "04:33", Description: "", Cover: "/assets/images/CoverMusic/gladiator.jpg", MusicUrl: "/assets/Music/gladiator.mp3", Composer: "هانس زیمر", Musician: "هانس زیمر", SongWriter: "", License: "", MixingAndMastering: "", Regulators: "", YearOfPublication: "20 سال پیش", NumberOfBroadcasts: "921", Comments: [{id :crypto.randomUUID() , date : "11 ماه پیش", name : "ریما", text : "بهتون افتخار میکنم ،بسیار بسیار زیبا و عمیق،روح انسان را نوازش میدهد", reply :[]}] },
        { id: crypto.randomUUID(), category: "moviemusic", Singer: "", SongName: "فتح بهشت", time: "05:13", Description: "", Cover: "/assets/images/CoverMusic/1492-Conquest-of-Paradise.jpg", MusicUrl: "/assets/Music/Conquest_of_Paradise.mp3", Composer: "ونجلیس", Musician: "ونجلیس", SongWriter: "", License: "", MixingAndMastering: "", Regulators: "", YearOfPublication: "30 سال پیش", NumberOfBroadcasts: "3500", Comments: [{id :crypto.randomUUID() , date : "9 ماه پیش", name : "پویا", text : "آنقدر که این موسیقی معروف شد فیلمش نشد،، ", reply :[{ id :crypto.randomUUID() , date : "5 ماه پیش", name : "رضا", text :"😂😂😂😂"}]}] },

    ],
    relaxingmusic: [
        { id :crypto.randomUUID() , category: "relaxingmusic", Singer: "", SongName: "صدای باران", time: "09:59", Description: "", Cover: "/assets/images/CoverMusic/rain.jpg", MusicUrl: "/assets/Music/baran.mp3", Composer: "", Musician: "", SongWriter: "", License: "", MixingAndMastering: "", Regulators: "", YearOfPublication: "3 ماه پیش", NumberOfBroadcasts: "66", Comments: [] },
        { id :crypto.randomUUID() , category: "relaxingmusic", Singer: "", SongName: "صدای دریا و پرنده", time: "05:09", Description: "", Cover: "/assets/images/CoverMusic/sea.jpg", MusicUrl: "/assets/Music/darya-morghabi.mp3", Composer: "", Musician: "", SongWriter: "", License: "", MixingAndMastering: "", Regulators: "", YearOfPublication: "2 روز پیش", NumberOfBroadcasts: "103", Comments: [] },
        { id :crypto.randomUUID() , category: "relaxingmusic", Singer: "", SongName: "صدای جنگل", time: "05:19", Description: "", Cover: "/assets/images/CoverMusic/jangel.jpg", MusicUrl: "/assets/Music/jangal-parande.mp3", Composer: "", Musician: "", SongWriter: "", License: "", MixingAndMastering: "", Regulators: "", YearOfPublication: "هفته پیش", NumberOfBroadcasts: "500", Comments: [] },
        { id :crypto.randomUUID() , category: "relaxingmusic", Singer: "", SongName: "صدای پیانو", time: "02:53", Description: "", Cover: "/assets/images/CoverMusic/piano.jpg", MusicUrl: "/assets/Music/Autumn-Relaxing.mp3", Composer: "", Musician: "", SongWriter: "", License: "", MixingAndMastering: "", Regulators: "", YearOfPublication: "9 ماه پیش", NumberOfBroadcasts: "95", Comments: [] },
        { id :crypto.randomUUID() , category: "relaxingmusic", Singer: "", SongName: "صدای رودخانه", time: "03:37", Description: "", Cover: "/assets/images/CoverMusic/river.jpg", MusicUrl: "/assets/Music/roodkhane.mp3", Composer: "", Musician: "", SongWriter: "", License: "", MixingAndMastering: "", Regulators: "", YearOfPublication: "6 ماه پیش", NumberOfBroadcasts: "444", Comments: [] },
        { id :crypto.randomUUID() , category: "relaxingmusic", Singer: "", SongName: "صدای موج دریا", time: "04:16", Description: "", Cover: "/assets/images/CoverMusic/wave.jpg", MusicUrl: "/assets/Music/mooj.mp3", Composer: "", Musician: "", SongWriter: "", License: "", MixingAndMastering: "", Regulators: "", YearOfPublication: "12 روز پیش", NumberOfBroadcasts: "61", Comments: [] },

    ],


}

export default musics




